Repository: peterkajan/django-registration
Catalog: registration/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Activate users
sk: Aktivovať užívateľov

source: Re-send activation emails
sk: Znovu odoslať aktivačné e-maily

source: email address
sk: E-mailová adresa

source: I have read and agree to the Terms of Service
sk: Prečítal som si a súhlasím s podmienkami služby

source: user
sk: užívateľ

source: activation key
sk: aktivačný kľúč

source: registration profile
sk: registračný profil

source: registration profiles
sk: registračné profily

source: This email address cannot be registered. Please supply a different email address.
sk: Táto e-mailová adresa se už používá. Prosím zadajte inú e-mailovou adresu.

source: This email address is already in use. Please supply a different email address.
sk: Táto e-mailová adresa se už používá. Prosím zadajte inú e-mailovou adresu.

source: Registration using free email addresses is prohibited. Please supply a different email address.
sk: Používanie voľných e-mailových adries je zakázané. Prosím zadajte inú e-mailovou adresu.

source: This name is reserved and cannot be registered.
sk: Toto meno je rezervované a nedá sa použiť.

source: You must agree to the terms to register
sk: Musíte odsúhlasiť podmienky služby pre pokračovanie v registrácii.
